Revit 2027 API
ParameterTypeId.RebarWorkshopInstructions Property
 "Workshop Instructions"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarWorkshopInstructions { get; }
Public Shared ReadOnly Property RebarWorkshopInstructions As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarWorkshopInstructions {
	ForgeTypeId^ get ();
}
static member RebarWorkshopInstructions : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace